var database = [

{
"value1": ""
},  {
"value1": "8905.Технология программирования"
}, {
"value1": "RUS_1.Организация вычислительных систем и сетей"
}, {
"value1": "RUS_1.Теория информации"
}, {
"value1": "RUS_1.Теория электрических цепей"
}, {
"value1": "RUS_1.Технология программирования"
}, {
"value1": "RUS_2.Организация вычислительных систем и сетей"
}, {
"value1": "RUS_2.Теория информации"
}, {
"value1": "RUS_2.Теория электрических цепей"
}, {
"value1": "RUS_2.Технология программирования"
}

];